Revit 2021.1 API
SpecTypeId.ConduitSize Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId ConduitSize { get; }
Visual Basic
Public Shared ReadOnly Property ConduitSize As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ConduitSize {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace